Repository: owngoal-dev/Xrash
Catalog: Xrash/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: What was installed and running when the report was made.
ar: ما كان مثبّتًا وقيد التشغيل عند إنشاء التقرير.
de: Was installiert war und lief, als der Bericht entstand.
es: Lo que estaba instalado y en ejecución cuando se creó el informe.
fr: Ce qui était installé et en cours d’exécution au moment du rapport.
it: Che cosa era installato e in esecuzione quando è stato creato il rapporto.
ja: レポートが作成された時点でインストールされ、実行されていた内容です。
ko: 보고서가 만들어질 때 설치되어 실행 중이던 항목입니다.
pt_br: O que estava instalado e em execução quando o relatório foi criado.
ru: Что было установлено и запущено в момент создания отчёта.
vi: Những gì đã được cài đặt và đang chạy khi báo cáo được tạo.
zh_hans: 生成此报告时已安装和正在运行的内容。
zh_hant: 製作此報告時已安裝和正在執行的內容。

source: What were you doing when it happened?
ar: ماذا كنت تفعل عندما حدث ذلك؟
de: Was hast du gerade gemacht, als es passiert ist?
es: ¿Qué estabas haciendo cuando ocurrió?
fr: Que faisiez-vous lorsque cela s’est produit ?
it: Cosa stavi facendo quando è successo?
ja: 発生したとき、何をしていましたか？
ko: 크래시가 났을 때 무엇을 하고 있었나요?
pt_br: O que você estava fazendo quando isso aconteceu?
ru: Что вы делали, когда это произошло?
vi: Bạn đang làm gì khi sự cố xảy ra?
zh_hans: 崩溃发生时你正在做什么？
zh_hant: 崩潰發生時你正在做什麼？

source: Who and Why
ar: مَن ولماذا
de: Wer und warum
es: Quién y por qué
fr: Qui et pourquoi
it: Chi e perché
ja: 何が、なぜ
ko: 무엇이, 왜
pt_br: Quem e por quê
ru: Кто и почему
vi: Ai và vì sao
zh_hans: 谁崩溃了，为什么
zh_hant: 誰當機了，為什麼

source: Working
ar: قيد العمل
de: Läuft
es: En curso
fr: En cours
it: In corso
ja: 処理中
ko: 작업 중
pt_br: Em andamento
ru: В работе
vi: Đang làm việc
zh_hans: 进行中
zh_hant: 進行中

source: Wrap Lines
ar: التفاف الأسطر
de: Zeilenumbruch
es: Ajustar líneas
fr: Renvoi à la ligne
it: A capo automatico
ja: 行を折り返す
ko: 줄 바꿈
pt_br: Quebrar Linhas
ru: Переносить строки
vi: Ngắt dòng
zh_hans: 自动换行
zh_hant: 自動換行

source: Writing the archive
ar: جارٍ كتابة الأرشيف
de: Archiv wird geschrieben
es: Escribiendo el archivo comprimido
fr: Écriture de l’archive
it: Scrittura dell’archivio
ja: アーカイブを書き出し中
ko: 아카이브 기록 중
pt_br: Gravando o arquivo
ru: Запись архива
vi: Đang ghi kho lưu trữ
zh_hans: 正在写入归档
zh_hant: 正在寫入壓縮檔

source: Xrash could not reach GitHub. Check the network and try again.
ar: تعذّر على Xrash الوصول إلى GitHub. تحقق من الشبكة وحاول مرة أخرى.
de: Xrash konnte GitHub nicht erreichen. Prüfe das Netzwerk und versuche es erneut.
es: Xrash no ha podido conectarse con GitHub. Comprueba la red e inténtalo de nuevo.
fr: Xrash n’a pas pu joindre GitHub. Vérifiez le réseau et réessayez.
it: Xrash non è riuscito a raggiungere GitHub. Controlla la rete e riprova.
ja: Xrash は GitHub に接続できませんでした。ネットワークを確認して、もう一度お試しください。
ko: Xrash가 GitHub에 연결하지 못했습니다. 네트워크를 확인하고 다시 시도하세요.
pt_br: O Xrash não conseguiu acessar o GitHub. Verifique a rede e tente novamente.
ru: Xrash не смог связаться с GitHub. Проверьте сеть и повторите попытку.
vi: Xrash không kết nối được tới GitHub. Hãy kiểm tra mạng và thử lại.
zh_hans: Xrash 无法连接 GitHub。请检查网络后重试。
zh_hant: Xrash 無法連接 GitHub。請檢查網路後再試一次。

source: Xrash is going through the reports that are already here.
ar: يستعرض Xrash التقارير الموجودة بالفعل.
de: Xrash geht die Berichte durch, die schon da sind.
es: Xrash está revisando los informes que ya hay.
fr: Xrash parcourt les rapports déjà présents.
it: Xrash sta esaminando i rapporti già presenti.
ja: Xrash がすでにあるレポートを確認しています。
ko: Xrash가 이미 있는 보고서를 살펴보고 있습니다.
pt_br: O Xrash está percorrendo os relatórios que já existem.
ru: Xrash просматривает отчёты, которые уже есть.
vi: Xrash đang xem qua các báo cáo đã có sẵn.
zh_hans: Xrash 正在处理已有的报告。
zh_hant: Xrash 正在處理已有的報告。

source: Xrash opens files and reads them. Nothing is hooked, patched or installed.
ar: يفتح Xrash الملفات ويقرأها فقط. لا يجري أي ربط أو ترقيع أو تثبيت.
de: Xrash öffnet Dateien und liest sie. Nichts wird gehookt, gepatcht oder installiert.
es: Xrash abre los archivos y los lee. No se engancha, parchea ni instala nada.
fr: Xrash ouvre les fichiers et les lit. Rien n’est hooké, patché ni installé.
it: Xrash apre i file e li legge. Non viene agganciato, modificato o installato nulla.
ja: Xrash はファイルを開いて読み込むだけです。フック、パッチ、インストールは一切行いません。
ko: Xrash는 파일을 열어 읽기만 합니다. 후킹하거나 패치하거나 설치하지 않습니다.
pt_br: O Xrash abre os arquivos e os lê. Nada é interceptado, modificado ou instalado.
ru: Xrash открывает файлы и читает их. Ничего не перехватывается, не патчится и не устанавливается.
vi: Xrash mở tệp và đọc chúng. Không móc nối, vá hay cài đặt bất cứ thứ gì.
zh_hans: Xrash 只打开并读取文件，不会挂钩、修补或安装任何内容。
zh_hant: Xrash 只打開並讀取檔案，不會掛鉤、修補或安裝任何內容。

source: Xrash Was Updated or Removed
ar: تم تحديث Xrash أو إزالته
de: Xrash wurde aktualisiert oder entfernt
es: Xrash se ha actualizado o se ha eliminado
fr: Xrash a été mis à jour ou supprimé
it: Xrash è stato aggiornato o rimosso
ja: Xrash が更新または削除されました
ko: Xrash가 업데이트되었거나 제거됨
pt_br: O Xrash Foi Atualizado ou Removido
ru: Xrash обновлён или удалён
vi: Xrash đã được cập nhật hoặc gỡ bỏ
zh_hans: Xrash 已更新或被移除
zh_hant: Xrash 已更新或已被移除

source: Your Filter Applies
ar: يُطبَّق مرشّحك
de: Dein Filter gilt
es: Se aplica tu filtro
fr: Votre filtre s’applique
it: Il tuo filtro vale
ja: フィルタが適用されます
ko: 필터가 적용됩니다
pt_br: Seu filtro vale
ru: Ваш фильтр действует
vi: Bộ lọc của bạn được áp dụng
zh_hans: 遵循你的筛选
zh_hant: 遵循你的篩選

source: Your package (%@) appears on the crashed stack of the attached report.
ar: تظهر حزمتك (%@) في مكدس التعطل الخاص بالتقرير المرفق.
de: Ihr Paket (%@) taucht auf dem abgestürzten Stack des angehängten Berichts auf.
es: Tu paquete (%@) aparece en la pila del fallo del informe adjunto.
fr: Votre paquet (%@) apparaît sur la pile ayant planté du rapport joint.
it: Il tuo pacchetto (%@) compare nello stack andato in crash del rapporto allegato.
ja: あなたのパッケージ（%@）が、添付したレポートのクラッシュしたスタック上に現れています。
ko: 귀하의 패키지(%@)가 첨부된 보고서의 크래시된 스택에 나타납니다.
pt_br: Seu pacote (%@) aparece na pilha da falha do relatório anexado.
ru: Ваш пакет (%@) присутствует в стеке сбоя приложенного отчёта.
vi: Gói của bạn (%@) xuất hiện trên ngăn xếp gặp sự cố của báo cáo đính kèm.
zh_hans: 你的软件包（%@）出现在所附报告的崩溃堆栈上。
zh_hant: 你的套件（%@）出現在所附報告的崩潰堆疊上。

source: Runpaths
it: Runpath
ja: ランパス
zh_hans: 运行路径
zh_hant: 執行路徑

source: Ad hoc
ja: Ad hoc 署名
zh_hans: Ad hoc 签名
zh_hant: Ad hoc 簽章

source: Entitlements
ja: エンタイトルメント
zh_hans: 授权项
zh_hant: 授權項目
